app/controllers/games_controller.rb

  def create
    @game = Game.new(game_params)
    @game.save
---
INSERT INTO "games" ("name", "detail", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Metal Gear Phantom Pain"], ["detail", "<p>MGS</p>\r\n"], ["created_at", "2015-06-02 02:20:38.394312"], ["updated_at", "2015-06-02 02:20:38.394312"]]