app/controllers/home_controller.rb

  def index
		@articles = Article.all
		@games = Game.all
---
SELECT "articles".* FROM "articles"
SELECT "games".* FROM "games"