app/controllers/recruitement_forms_controller.rb

SELECT "recruitement_forms".* FROM "recruitement_forms"
---
  def index
    @recruitement_forms = RecruitementForm.all